Repository: Ramya11Jayaram/RamyaSmartbuy
Catalog: src/locale/messages.*.xlf
Languages: es, pt

# ncrequestviewPOR
source: Purchase Order Request
es: Solicitud de Orden de Compra
pt: Solicitação de pedido de compra (POR)

# ncrequestviewGoods
source: Goods
es: Bienes
pt: Bens

# ncrequestviewServices
source: Services
es: Servicios
pt: Serviços

# ncrequestviewGS
source: Goods + Services
es: Bienes + Servicios
pt: Bens + Serviços

# ncrequestviewCreatedBy
source: Created By: <strong>{{ createdBy }}</strong>
es: Creado Por: <strong>{{ createdBy }}</strong>
pt: Criado Por: <strong>{{ createdBy }}</strong>

# ncrequestviewCreatedOn
source: Created On: <strong>{{ createdOn | date : dateFormat }}</strong>
es: Creado: <strong>{{ createdOn | date : dateFormat }}</strong>
pt: Criado Em: <strong>{{ createdOn | date : dateFormat }}</strong>

# ncrequestviewISB
source: Is budget approved for this request?
es: ¿El presupuesto de esta solicitud ya ha sido aprobado?
pt: O orçamento desta solicitação está aprovado?

# ncrequestviewYes
source: Yes
es: Sí
pt: Sim

# ncrequestviewExp
source: Explanation:
es: Explicación:
pt: Explicação:

# ncrequestviewIsC
source: Is a contract in place in CARS for this request?
es: ¿Existe un contrato CARS para esta solicitud?
pt: Existe um contrato CARS para esta solicitação?

# ncrequestviewORDetails
source: Order Request Details
es: Detalles de la Solicitud
pt: Detalhes da solicitação

# ncrequestviewPleaseChoose
source: Please Choose...
es: Por favor elija...
pt: Favor selecione...

# ncrequestviewCompPO
source: Company Placing Order *
es: Compañía *
pt: Empresa *

# ncrequestviewCPO1
source: Company Placing Order
es: Compañía
pt: Empresa

# ncrequestviewCostCenter
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# ncrequestviewReqM
source: Requester *
es: Solicitante *
pt: Solicitante *

# ncrequestviewReq
source: Requester
es: Solicitante
pt: Solicitante

# ncrequestviewVendor
source: Vendor
es: Proveedor
pt: Fornecedor

# ncrequestviewEnterVendor
source: Enter the Vendor name
es: Ingrese el nombre del Proveedor
pt: Inserir nome do fornecedor

# ncrequestviewOrderCurMain
source: Order Currency
es: Moneda
pt: Moeda da solicitação

# ncrequestviewOrderCur
source: Order Currency
es: MON SOL
pt: Moeda da solicitação

# ncrequestviewVendorDetails
source: Vendor Details
es: Detalles del Proveedor
pt: Detalhes do fornecedor

# ncrequestviewShipTo
source: Ship To Address
es: Dirección de Envío
pt: Endereço de remessa

# ncrequestviewName
source: Name
es: Nombre
pt: Nome

# ncrequestviewStreet
source: Street
es: Calle
pt: Rua

# ncrequestviewCity
source: City
es: Cidade
pt: Cidade

# ncrequestviewState
source: State
es: Estado
pt: Estado

# ncrequestviewChooseCountry
source: Choose a Country first...
es: Primero seleccione un País…

# ncrequestviewZip
source: Zip
es: Código Postal
pt: Código Postal

# ncrequestviewCountry
source: Country
es: País
pt: País

# ncrequestviewChoose
source: Choose...
es: Seleccione...
pt: Selecione...

# ncrequestviewVendorRef
source: Vendor Reference
es: Referencia del Proveedor
pt: Referência do fornecedor

# ncrequestviewSAPContractPO
source: SAP Contract PO: {{requestDetailsForm.value.contractFlag ? 'Yes' : 'No'}}
es: Crear Contrato en SAP: {{requestDetailsForm.value.contractFlag ? 'Yes' : 'No'}}
pt: Contrato SAP: {{requestDetailsForm.value.contractFlag ? 'Sim' : 'No'}}

# ncrequestviewConStDt
source: Contract Start Date<ng-container> *</ng-container>
es: Contrato: Fecha Inicio<ng-container> *</ng-container>
pt: Data de início do contrato<ng-container> *</ng-container>

# ncrequestviewPStDt
source: Purchase Start Date<ng-container> *</ng-container>
es: Fecha Inicio<ng-container> *</ng-container>
pt: Data de início da compra<ng-container> *</ng-container>

# ncrequestviewConEDt
source: Contract End Date<ng-container> *</ng-container>
es: Contrato: Fecha Fin<ng-container> *</ng-container>
pt: Data de término do contrato<ng-container> *</ng-container>

# ncrequestviewPEnDt
source: Purchase End Date<ng-container> *</ng-container>
es: Fecha Fin<ng-container> *</ng-container>
pt: Data de término da compra<ng-container> *</ng-container>

# ncrequestviewAttentionToVendor
source: Attention to Vendor
es: Atención (proveedor)
pt: Atenção para o fornecedor

# ncrequestviewSendPO
source: Send Purchase Order By
es: Enviar Orden de Compra por

# ncrequestviewItemDetails
source: Item Details
es: Detalle
pt: Detalhes do item

# ncrequestviewILine
source: Line#
es: Línea#
pt: Linha#

# ncrequestviewDesc
source: Description *
es: DESCRIPCIÓN DEL ÍTEM *
pt: Descrição *

# ncrequestviewVenMatNo
source: Vendor Material No.
es: Núm Material Proveedor
pt: Material fornecedor

# ncrequestviewQty
source: Qty *
es: CANTIDAD *
pt: Qtde *

# ncrequestviewUOM
source: UOM *
es: UM *
pt: UM *

# ncrequestviewDD
source: Delivery Date
es: Fecha de Entrega
pt: Data de remessa

# ncrequestviewUnitCost
source: Unit Cost *
es: Costo Unitario *
pt: Custo unitário *

# ncrequestviewPriceUnit
source: Price Unit
es: Precio Unitario
pt: Preço unitário

# ncrequestviewTotalItemCost
source: Total Item Cost in Order Currency
es: Costo Total Ítem en Mon Sol
pt: Custo de item total em moeda do pedido

# ncrequestviewTotalInUSD
source: Total Item Cost in USD
es: Costo Total Ítem en USD
pt: Custo de item total em USD

# ncrequestviewFreeItem
source: Free Item
es: Gratis
pt: Gratuito

# ncrequestviewAction
source: Action
es: Acción
pt: Ação

# ncrequestviewShowMore
source: Show more...
es: Mostrar más...
pt: Mostrar mais...

# ncrequestviewShowLess
source: Show less...
es: Mostar menos...
pt: Mostrar menos...

# ncrequestviewDelete
source: Delete
es: Eliminar
pt: Remover

# ncrequestviewCostObjInfo
source: Cost Object Information <i></i>
es: Información de Costo <i></i>
pt: Objeto de custo <i></i>

# ncrequestviewGLAcc
source: GL Account
es: Cuenta Contable
pt: Conta contábil

# ncrequestviewChooseGL
source: Choose a GL Account
es: Seleccione una Cuenta GL
pt: Selecione uma conta contábil

source: Choose a Cost Center
es: Seleccione un Centro de Coste
pt: Selecione um centro de custo

# ncrequestviewChooseAsset
source: Choose Asset Type
es: Seleccione Tipo de Activo
pt: Selecione tipo de ativo

# ncrequestviewAssetNo
source: Asset Number
es: Número Activo Fijo
pt: Número de ativo:

# ncrequestviewProvideAssetNo
source: (Optional) - Provide Asset Number
es: (Opcional) - Proporcione el número de Activo
pt: (Opcional) - Insira um número de ativo

# ncrequestviewIO
source: Internal Order
es: Orden Interna
pt: Ordem interna

# ncrequestviewChooseIO
source: (optional) - Choose IO number
es: (opcional) - Elija el número OI
pt: (Opcional) - Selecione número IO

# ncrequestviewChoosePC
source: Choose a Profit Center
es: Seleccione un Centro de Beneficios
pt: Selecione um centro de lucro

# ncrequestviewAddText
source: Additional Text:
es: Texto Adicional de la Línea:
pt: Texto adicional:

# ncrequestviewDistBasis
source: Distribution Basis:
es: Base de distribución:
pt: Base de distribuição

# ncrequestviewQuantity
source: Quantity
es: Cantidad
pt: Quantidade

# ncrequestviewPercentage
source: Percentage
es: Porcentaje
pt: Porcentagem

# ncrequestviewQty1
source: Qty:
es: CANTIDAD:
pt: Qtde:

# ncrequestviewPer
source: Percentage:
es: Porcentaje
pt: Porcentagem:

# ncrequestviewCostCenter1
source: Cost Center:
es: Centro de Costes:
pt: Centro de custo:

# ncrequestviewGLAcc1
source: G/L Account:
es: Cuenta Contable
pt: Conta contábil

# ncrequestviewAddRow
source: Add Row
es: Agregar Línea

# ncrequestviewSpclInstToVendor
source: Special Instructions to Vendor
es: Instrucciones especiales para el proveedor
pt: Instruções especiais para o fornecedor

# ncrequestviewAddReaders
source: Additional Readers
es: Lectores Adicionales
pt: Leitores adicionais

# ncrequestviewSelectReader
source: Select your desired reader
es: Seleccione el lector deseado
pt: Selecionar leitor adicionar

# ncrequestviewSubmitChanges
source: Submit Changes
es: Enviar Cambios
pt: Enviar modificações

# ncrequestviewResetChanges
source: Reset Changes
es: Eliminar Cambios
pt: Eliminar modificações

# ncrequestviewSendEmail
source: Send Email...
es: Enviar Emai...
pt: Enviar email...

# ncrequestviewTo
source: To:
es: Hasta:
pt: Para:

# ncrequestviewSendEmailAddress
source: Select email address
es: Seleccione dirección de Email
pt: Selecione endereço de email:

# ncrequestviewSubject
source: Subject:
es: Asunto:
pt: Assunto:

# ncrequestviewMsg
source: Message:
es: Mensaje:
pt: Mensagem:

# ncrequestviewSubmit1
source: Submit
es: Enviar
pt: Enviar

# ncrequestviewCancel1
source: Cancel
es: Cancelar
pt: Cancelar

# userPrefShowAllUsers
source: Show All Users
es: Mostrar todos los usuarios
pt: Mostrar todos os usuários

# userprefTitle
source: User Preference
es: Preferencias de Usuario
pt: Preferências de usuário

# userprefSubTitle
source: Application specific and global preferences
es: Preferencias globales y específicas de la aplicación
pt: Preferências globais e específicas da aplicação

# userprefHello
source: Hello, {{ username }}
es: Hola, {{ username }}
pt: Olá, {{ username }}

# userprefHeaderText
source: Configure your application specific and global preferences
es: Configure sus preferencias de la aplicación
pt: Configure suas preferências globais e específicas da aplicação

# userprefGlobalPref
source: Global Preferences
es: Preferencias Globales
pt: Preferências globais

# userprefShared
source: SETTINGS SHARED ACROSS ALL APPLICATIONS
es: AJUSTES COMPARTIDOS PARA TODAS LAS APLICACIONES
pt: CONFIGURAÇÕES COMPARTILHADAS ENTRE TODAS AS APLICAÇÕES

# userprefProxyUser
source: Proxy User
es: Usuario Proxy
pt: Usuário proxy

# userprefSelectProxy
source: Select a Proxy User, or leave this blank to reset.
es: Seleccione un usuario proxy o déjelo en blanco para restablecer.
pt: Selecione um usuário proxy, ou deixe em branco para restabelecer.

# userprefSave
source: Save
es: Guardar
pt: Salvar

# userprefSub
source: User Substitution
es: Sustitución de Usuario
pt: Substituição de usuário

# userprefRegion
source: Region
es: Región
pt: Região

# userprefRFor
source: Request For
es: Solicitado Para
pt: Solicitado para

# userprefSelectSub
source: Select to substitute for someone else
es: Seleccione un Sustituto para otra persona
pt: Selecione para substituir por outra pessoa

# userprefSubAuth
source: Substitute Authority
es: Autoridad Sustituta
pt: Autoridade substituta

# userprefSelectUserSub
source: Select a user for substitution
es: Seleccione un usuario para sustitución
pt: Selecione um usuário para substituição

# userprefFromDate
source: From Date
es: Fecha Desde
pt: Data de

# userprefToDate
source: To Date
es: Fecha Hasta
pt: Data para

# userprefActivate
source: Activate
es: Activar
pt: Ativar

# userprefShowActiveBtn
source: Show Active Substitutions
es: Mostrar sustituciones activas
pt: Mostrar substituições ativas

# userprefShowInactiveBtn
source: Show Inactive Substitutions
es: Mostrar sustituciones inactivas
pt: Mostrar substituições inativas

# userprefShowSubBtn
source: Show Substitution History
es: Mostrar historial de sustitución
pt: Mostrar histórico de substituição

# userprefAdminActiveBtn
source: (Admin): Active Substitutions You Created
es: (Administrador): Sustituciones activas que ha creado
pt: (Admin): Substituições ativas criadas por você

# userprefAdminInactiveBtn
source: (Admin): Inctive Substitutions You Created
es: (Administrador): Sustituciones inactivas que ha creado
pt: (Admin): Substituições inativas criadas por você

# userprefAdminAll
source: (Admin): All Substitutions You Created
es: (Administrador): Todas las sustituciones que ha creado
pt: (Admin): Todas as substituições criadas por você

# userprefCreatedS
source: Created Substitutions
es: Sustituciones creadas
pt: Substituições criadas

# userprefStatus
source: Status
es: Estado
pt: Estado

# userprefDeActivate
source: Deactivate Now
es: Desactivar ahora
pt: Desativar agora

# userprefCBy
source: Created By
es: Creado Por
pt: Criado Por

# userprefReq
source: Requester: {{ sub.requesterEid }}
es: Solicitante: {{ sub.requesterEid }}
pt: Solicitante: {{ sub.requesterEid }}

# userprefSubstitute
source: Substitute: {{ sub.substituteEid }}
es: Sustituto: {{ sub.substituteEid }}
pt: Substituto: {{ sub.substituteEid }}

# userprefFrom
source: From: {{ sub.validFrom | date : dateFormat }}
es: Desde: {{ sub.validFrom | date : dateFormat }}
pt: De: {{ sub.validFrom | date : dateFormat }}

# userprefTo
source: To: {{ sub.validTo | date : dateFormat }}
es: Hasta: {{ sub.validTo | date : dateFormat }}
pt: Para: {{ sub.validTo | date : dateFormat }}

# userprefNothing
source: There is nothing to display.
es: No hay datos para mostrar.
pt: Não há nada para visualizar.

# userprefFetchingData
source: Fetching data...
es: Recuperando datos...
pt: Recuperando dados...

# userprefAppSPref
source: App specific preferences
es: Preferencias específicas de la aplicación
pt: Preferências específicas da aplicação

# userprefEProc
source: EPROCUREMENT APP
es: APLICACIÓN EPROCUREMENT
pt: APLICAÇÃO EPROCUREMENT

# userprefPRD
source: PR Details
es: Detalles de Solicitud de Orden de Compra
pt: Detalhes POR

# userprefCompany
source: Company
es: Compañía
pt: Empresa

# userprefNoPref
source: No Preference
es: Sin Preferencia
pt: Sem preferência

# userprefPC
source: Purchase Category
es: Categoría de Compra
pt: Categoria de compra

# userprefNoPref1
source: No Preference
es: Sin Preferencia
pt: Sem preferência

# userprefPORType
source: POR Type
es: Tipo SOC
pt: Tipo POR

# userprefCostCenter
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# budgetrequestTitle
source: Budget Authority Approver Request
es: Solicitud de Aprobador de Autoridad Presupuestaria
pt: Solicitação de aprovador de autoridade orçamentária

# budgetrequestSubTitle
source: Request for Access to create Purchase Order Request / Request for new / change for Budget Authority Approver Request
es: Solicitud de Acceso para crear SOC / Solicitud para Aprobador de Autoridad Presupuestaria

# budgetrequestStatusNew
source: Status: New
es: Estado: Nuevo
pt: Estado: Novo

# budgetrequestCreatedBy
source: Created By: {{ userFullName[0] || 'unauthorized' }} {{ userFullName[1] || 'user' }}
es: Creado Por: {{ userFullName[0] || 'unauthorized' }} {{ userFullName[1] || 'user' }}
pt: Criado Por: {{ userFullName[0] || 'unauthorized' }} {{ userFullName[1] || 'user' }}

# budgetrequestCreatedOn
source: Created On: {{ date | date : dateFormat }}
es: Creado: {{ date | date : dateFormat }}
pt: Criado Em: {{ date | date : dateFormat }}

# budgetrequestAdminOp
source: Admin Access(No approval authority; Create POR only)
es: Acceso administrativo (sin autorización de aprobación; solo crear POR)
pt: Acesso admin (Sem autorização de aprovação; somente criar POR)

# budgetrequestBAAReq
source: Budget Authority Approver Request
es: Solicitud de Aprobador de Autoridad Presupuestaria
pt: Solicitação de aprovador de autoridade de budget

# budgetrequestNew
source: New
es: Nuevo
pt: Novo

# budgetrequestChange
source: Change
es: Cambio
pt: Modificar

# budgetrequestCreationAuth
source: Creation Auth.
es: Auorización para Crear
pt: Autorização para criar

# budgetrequestReqFor
source: Requested For:
es: Solicitado Para:
pt: Solicitado por:

# budgetrequestSelectUser
source: Select a user...
es: Seleccione un usuario...
pt: Selecione um usuário...

# budgetrequestCompany
source: Company:
es: Compañía:
pt: Empresa:

# budgetrequestCostCenter
source: Cost Center:
es: Centro de Costes:
pt: Centro de custo:

# budgetrequestRManager
source: Reporting Manager:
es: Jefe Directo:
pt: Gestor direto:

# budgetrequestChooseReq
source: Choose a requester...
es: Seleccione un Solicitante…
pt: Selecione um solicitante

# budgetrequestRMgrTitle
source: Title:
es: Título:
pt: Título:

# budgetrequestSelectRegion
source: Select the region for the required access
es: Seleccione la Región para el acceso solicitado
pt: Selecione para substituir por outra pessoa

# budgetrequestComments
source: Comments:
es: Comentarios:
pt: Comentários:

# budgetrequestWhatAuth
source: What Authorization level needed?
es: ¿Qué nivel de autorización se required?
pt: Qual nível de autorização é requerido?

# budgetrequestSelectTitle
source: select a title
es: Seleccione un título
pt: Selecione um título

# budgetrequestUpto
source: {{'Up to $' + this.authorityRequestForm.value.levelNeeded?.endrange || 'Select a title'}}
es: {{'Hasta $' + this.authorityRequestForm.value.levelNeeded?.endrange || 'Seleccione un título'}}
pt: {{'Up to $' + this.authorityRequestForm.value.levelNeeded?.endrange || 'Selecione um título'}}

# budgetrequestCurrentLevel
source: Current Level: {{ displayTitleFromLevel(selectedUserDefaultLevel) }}
es: Nivel actual: {{ displayTitleFromLevel(selectedUserDefaultLevel) }}
pt: Nível aual {{ displayTitleFromLevel(selectedUserDefaultLevel) }}

# budgetrequestDoNeedSpcl
source: Do you need special functional authority
es: ¿Necesita autoridad funcional especial?
pt: Precisa de autoridade funcional especial?

# budgetrequestYes
source: Yes
es: Sí
pt: Sim

# budgetrequestCategory
source: Category <button> <i></i> Remove </button>
es: Categoría <button> <i></i> Eliminar </button>
pt: Categoria <button> <i></i> Eliminar </button>

# budgetrequestChooseCat
source: Choose a category
es: Seleccione una Categoría
pt: Selecione um centro de custo

# budgetrequestAuthLevel
source: Authority Level
es: Nivel de Autoridad
pt: Nível de autoridade

# budgetrequestUptoEndRange
source: {{'Up to $' + item.endrange}}
es: {{'Hasta $' + item.endrange}}

# budgetrequestUpTo1
source: {{'Up to $' + entry.level?.endrange || 'Select a title'}}
es: {{'Hasta $' + entry.level?.endrange || 'Seleccione un título'}}
pt: {{'Up to $' + entry.level?.endrange || 'Selecione um título'}}

# budgetrequestCurrentLevel1
source: Current Level: {{handleTitleDisplay(entry)}}
es: Nivel actual: {{handleTitleDisplay(entry)}}
pt: Nível atual: {{handleTitleDisplay(entry)}}

# budgetrequestChangeReason
source: Reasons for the change:
es: Motivos del Cambio:
pt: Motivos para modificação:

# budgetrequestAddAnother
source: Add another
es: Agregar otro
pt: Adicionar outro

# budgetrequestApproved
source: Approved
es: Aprobada
pt: Aprovado

# budgetrequestReject
source: Reject
es: Rechazar
pt: Rejeitar

# budgetrequestPendingApproval
source: Pending Approval
es: Aprobación Pendiente
pt: Aprovação pendente

# budgetrequestReview
source: Review
es: Previsualizar
pt: Revisar

# budgetrequestSubmit
source: Submit
es: Enviar
pt: Enviar

# statusreportTitle
source: Purchase Order Request Details Report
es: Reporte detallado de Solicitudes de Orden de Compra
pt: Relatório de detalhes de solicitação de pedido de compra (POR)

# statusreportToggle
source: <i></i> Toggle Fields
es: <i></i> Alternar Campos
pt: <i></i> Alternar campos

# statusreportSelection
source: Selection
es: Selección
pt: Seleção

# statusreportPORNo
source: Purchase Order Req Number
es: Número de Solicitud de Orden de Compra
pt: Número da solicitação de pedido de compra (POR)

# statusreportPORCDate
source: POR Creation Date
es: Fecha de creación de SOC
pt: Data de criação da POR

# statusreportFrom
source: From
es: Desde
pt: De

# statusreportTo
source: To
es: Hasta
pt: Para

# statusreportPORStatus
source: POR Status
es: Estado SOC
pt: Status POR

# statusreportOneOrMore
source: One or more items selected
es: Uno o más elementos seleccionados
pt: Um ou mais itens selecionados

# statusreportMakeChoice
source: Make a choice ...
es: Seleccione ...
pt: Selecione...

# statusreportCompany
source: Company
es: Compañía
pt: Empresa

# statusreportVendor
source: Vendor
es: Proveedor
pt: Fornecedor

# statusreportPC
source: Purchase Category
es: Categoría de Compra
pt: Categoria de compra

# statusreportCBy
source: Created By
es: Creado Por
pt: Criado Por

# statusreportOptional
source: Optional
es: Opcional
pt: Opcional

# statusreportReq
source: Requisitioner
es: Solicitante
pt: Solicitante

# statusreportApprover
source: Approver/Reviewer
es: Aprobador/Revisor
pt: Aprovador/Revisor

# statusreportPending
source: Pending
es: Pendiente
pt: Pendente

# statusreportAll
source: All
es: Todos
pt: Todos

# statusreportSearch
source: Search
es: Buscar
pt: Buscar

# statusreportReset
source: Reset Filters
es: Limpiar Filtros
pt: Limpar filtros

# statusreportExport
source: <i></i>Export
es: <i></i>Exportar
pt: <i></i>Exportar

# statusreportTPORNo
source: POR Number
es: Número SOC
pt: Número POR

# statusreportTPORStatus
source: POR Status
es: Estado SOC
pt: Status POR

# statusreportTPC
source: Purchase Category
es: Categoría de Compra
pt: Categoria de compra

# statusreportTDateOFC
source: Date of Creation
es: Fecha de creación
pt: Data de criação

# statusreportTReq
source: Requisitioner
es: Solicitante
pt: Solicitante

# statusreportTCBy
source: Created By
es: Creado Por
pt: Criado Por

# statusreportTComp
source: Company
es: Compañía
pt: Empresa

# statusreportTVendorNo
source: Vendor Number
es: Número Proveedor
pt: Número do fornecedor:

# statusreportTCC
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# statusreportTTotalValue
source: Total Value of POR in USD
es: Importe Total de SOC en USD
pt: Valor total da POR em USD

# statusreportTPendingWith
source: Pending With
es: Pendiente Con
pt: Pendente com

# statusreportTPendingSince
source: Pending Since
es: Pendiente Desde
pt: Pendende desde

# statusreportTSapPONo
source: SAP PO Number
es: Número OC de SAP
pt: Número SAP PO

# statusreportTMatNo
source: Material Number
es: Número de Material
pt: Número de material

# statusreportTShortText
source: Short Text
es: Texto Corto
pt: Texto curto

# statusreportTOrderCur
source: Order Currency
es: Mon Sol
pt: Moeda da solicitação

# statusreportTUC
source: Unit Cost
es: Costo Unitario
pt: Custo unitário

# statusreportTTotalCost
source: Total Item Cost in Order Currency
es: Costo Total Ítem en Mon Sol
pt: Custo de item total em moeda do pedido

# statusreportTTotalUSD
source: Total Item Cost in USD
es: Costo Total Ítem en USD
pt: Custo de item total em USD

# statusreportTDD
source: Delivery Date
es: Fecha de Entrega
pt: Data de remessa

# statusreportItemsPerPage
source: Items Per Page:<input/>
es: Ítems por página:<input/>
pt: Itens por página:<input/>

# viewbudgetrequestRequest
source: Request # {{ requestId }}
es: Solicitud # {{ requestId }}
pt: Solicitação # {{ requestId }}

# viewbudgetrequestStatus
source: Status: <span> <span></span> </span>
es: Estado: <span> <span></span> </span>
pt: Estado: <span> <span></span> </span>

# viewbudgetrequestReqBy
source: Requested By:
es: Solicitado Por:
pt: Solicitado por:

# viewbudgetrequestReqFor
source: Requested For: {{ requestInfo?.requester }}
es: Solicitado Para: {{ requestInfo?.requester }}
pt: Solicitado para: {{ requestInfo?.requester }}

# viewbudgetrequestTitle
source: Title:
es: Título:
pt: Título:

# viewbudgetrequestRegion
source: Region:
es: Región:
pt: Região:

# viewbudgetrequestCreationDate
source: Creation Date:
es: Fecha de Creación:
pt: Data de criação:

# viewbudgetrequestChangedOn
source: Changed On:
es: Modificado:
pt: Modificado em:

# viewbudgetrequestCompany
source: Company:
es: Compañía:
pt: Empresa:

# viewbudgetrequestCostCenter
source: Cost Center:
es: Centro de Costes:
pt: Centro de custo:

# viewbudgetrequestInternalNotes
source: Internal Notes
es: Notas Internas
pt: Notas Internas

# viewbudgetrequestApproveBtn
source: <i></i> Approve
es: <i></i> Aprobar
pt: <i></i> Aprovar

# viewbudgetrequestAskBtn
source: <i></i> Ask a question
es: <i></i> Preguntar Algo
pt: <i></i> Perguntar algo

# viewbudgetrequestRejectBtn
source: <i></i> Reject
es: <i></i> Rechazar
pt: <i></i> Rejeitar

# viewbudgetrequestApproved
source: Approved
es: Aprobada
pt: Aprovado

# viewbudgetrequestReject
source: Reject
es: Rechazar
pt: Rejeitar
