Repository: Ramya11Jayaram/RamyaSmartbuy
Catalog: src/locale/messages.*.xlf
Languages: es, pt

# navbarProxy
source: {{'{'}}Logged in as: {{ getProxy() }}{{'}'}} |
es: {{'{'}}Conectado como: {{ getProxy() }}{{'}'}} |
pt: {{'{'}}Conectado como: {{ getProxy() }}{{'}'}} |

# navbarLogOut
source: Log out
es: Cerrar sesión
pt: Encerrar sessão

# footerterms
source: Terms of Use
es: Términos de Uso
pt: Termos de uso

# footerCareers
source: Careers
es: Carreras
pt: Carreiras

# footerTM
source: Trademarks
es: Marcas Registradas
pt: Marcas registradas

# footerCaPR
source: California Privacy Rights
es: Derechos de privacidad de California
pt: Direitos de privacidade da California

# footerPrivacyPolicy
source: Privacy Policy
es: Política de Privacidad
pt: Política de privacidade

# loginError
source: An error has occurred.
es: Ha ocurrido un error.
pt: Um erro foi ocorrido.

# loginHome
source: Return to Home
es: Volver al Inicio
pt: Voltar para o início

# homeTitleLoading
source: Loading...
es: Cargando...
pt: Carregando...

# dashTitle
source: Purchase Order Requests
es: Solicitudes de Orden De Compra
pt: Solicitação de pedido de compra (POR)

# dashTitle1
source: Budget Authority Approver Requests
es: Solicitudes de Aprobador de Autoridad Presupuestaria
pt: Solicitações de aprovador de autoridade orçamentária

# dashSubTitle
source: List of order requests you have submitted or waiting for your approval
es: Lista de solicitudes que ha enviado o que esperan su aprobación
pt: Lista de solicitações que foram enviados ou aguardam por sua aprovação

# dashSubTitle1
source: List of budget authority approval requests you have submitted or waiting for your approval
es: Lista de solicitudes de aprobación de Autoridad Presupuestaria que ha enviado o que esperan su aprobación
pt: Lista de soliticações de aprovação de autoridade orçamentária que foram enviados ou aguardam por sua aprovação

# dashNPORadio
source: Purchase Order Request {{returnPORTotal()}}
es: Solicitud de Orden de Compra {{returnPORTotal()}}
pt: Solicitação de pedido de compra (POR) {{returnPORTotal()}}

# dashNBudgetRadio
source: Budget Authority Approver Request {{budgetTotal ? '(' + budgetTotal + ')' : ''}}
es: Solicitud de Aprobador de Autoridad Presupuestaria {{budgetTotal ? '(' + budgetTotal + ')' : ''}}
pt: Solicitação de aprovador de autoridade orçamentária {{budgetTotal ? '(' + budgetTotal + ')' : ''}}

# dashNSections
source: Sections
es: Configuración Inbox
pt: Configuração da caixa de entrada

# dashNField
source: Field
es: Campo
pt: Campo

# dashNShow
source: Show?
es: ¿Mostrar?
pt: Mostrar?

# dashNOrder
source: Order
es: Orden
pt: Ordem

# dashNSave
source: Save
es: Guardar
pt: Salvar

# dashWaitingTable
source: Waiting for your approval
es: Esperando su aprobación
pt: Aguardando sua aprovação

# dashT1CBy
source: Created By
es: Creado Por
pt: Criado Por

# dashT1RBy
source: Requested By
es: Solicitado Por
pt: Solicitado por

# dashT1CDate
source: Created Date
es: Fecha de Creación
pt: Data de criação

# dashT1Status
source: Status
es: Estado

# dashT1Action
source: Action
es: Acción
pt: Ação

# dashViewBtn
source: View
es: Ver
pt: Ver

# dashItemsPerPage
source: Items Per Page:<input/>
es: Ítems por página:<input/>
pt: Itens por página:<input/>

# dashT1WaitingForApprovalTable
source: Waiting for your approval as a substitute
es: Esperando su aprobación como sustituto
pt: Aguardando sua aprovação como substituto

# dashYourReqTable
source: Your requisitions
es: Sus Solicitudes
pt: Suas solicitações

# dashReqForOthersTable
source: Requisitions created for others
es: Solicitudes Creadas para Otros
pt: Solicitações criados para outros

# dashT1CFor
source: Created For
es: Creado Para
pt: Criado para:

# dashApprovedOrRejectedTable
source: Approved or Rejected Requisitions
es: Solicitudes Aprobadas o Rechazadas
pt: Solicitações aprovadas ou rejeitadas

# dashWaitinfForApprovalTable
source: Waiting for your approval
es: Esperando su aprobación
pt: Aguardando sua aprovação

# dashYourRequestsTable
source: Your Requests
es: Sus Solicitudes
pt: Suas solicitações

# dashReqCreatedForOthersTable
source: Requests Created for Others
es: Solicitudes Creadas para Otros
pt: Solicitações criadas para outros

# dashApprovedOrRejectedTReqable
source: Approved or Rejected Requests
es: Solicitudes Aprobadas o Rechazadas
pt: Solicitações aprovadas ou rejeitadas

# sidebarHome
source: Home
es: Inicio
pt: Início

# sidebarLoading
source: Loading...
es: Cargando...
pt: Carregando...

# ncrequestnewTitle
source: Purchase Order Request Form
es: Formulario de Solicitud de Orden de Compra
pt: Formulário de Solicitação de pedido de compra (POR)

# ncrequestnewSubTitle
source: Your purchase order request items
es: Items de su Solicitud de Orden de Compra
pt: Itens de sua solicitação de pedido de compra (POR)

# ncrequestnewOrder
source: Purchase Order Request # {{ orderId }}
es: Solicitud de Orden de Compra # {{ orderId }}

# ncrequestnewStatus
source: Status: <span> <span></span></span>
es: Estado: <span> <span></span></span>
pt: Estado: <span> <span></span></span>

# ncrequestnewPOR
source: Purchase Order Request
es: Solicitud de Orden de Compra
pt: Solicitação de pedido de compra (POR)

# ncrequestnewGoods
source: Goods
es: Bienes
pt: Bens

# ncrequestnewServices
source: Services
es: Servicios
pt: Serviços

# ncrequestnewGoodsAndServices
source: Goods + Services
es: Bienes + Servicios
pt: Bens + Serviços

# ncrequestnewCreatedBy
source: Created By: <strong>{{ userFullName[0] }} {{ userFullName[1] }}</strong>
es: Creado Por: <strong>{{ userFullName[0] }} {{ userFullName[1] }}</strong>
pt: Criado Por: <strong>{{ userFullName[0] }} {{ userFullName[1] }}</strong>

# ncrequestnewCreatedOn
source: Created On: <strong>{{ date | date : dateFormat}}</strong>
es: Creado: <strong>{{ date | date : dateFormat}}</strong>
pt: Criado Em: <strong>{{ date | date : dateFormat}}</strong>

# ncrequestnewIsBudgetApproved
source: Is budget approved for this request? <span><i></i></span>
es: ¿El presupuesto de esta solicitud ya ha sido aprobado? <span><i></i></span>

# ncrequestnewBudgetApprovedTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewYes
source: Yes
es: Sí
pt: Sim

# ncrequestnewExplanation
source: Explanation:
es: Explicación:
pt: Explicação:

# ncrequestnewIsContract
source: Is a contract in place in CARS for this request? <span><i></i></span>
es: ¿Existe un contrato CARS para esta solicitud? <span><i></i></span>

# ncrequestnewISContTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewInternalComments
source: Brief Description of Purchase/Internal Comments *
es: Descripción breve/Comentarios Internos *
pt: Breve descrição/Comentários internos *

# ncrequestnewFetchingData
source: Fetching data...
es: Recuperando datos...
pt: Recuperando dados...

# ncrequestnewOrderRequestDetails
source: Order Request Details
es: Detalles de la Solicitud
pt: Detalhes da solicitação

# ncrequestnewPurchaseCategory
source: Purchase Category
es: Categoría de Compra
pt: Categoria de compra

# ncrequestnewPurCatTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewPleaseChoose
source: Please Choose...
es: Seleccione una Categoría de Compra
pt: Favor selecione...

# ncrequestnewCompanyPlacingOrder
source: Company Placing Order *
es: Compañía *
pt: Empresa *

# ncrequestnewCompanyPlacOrderTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewEnterCompany
source: Enter the Company name
es: Ingrese el nombre de la compañía
pt: Inserir nome da empresa

# ncrequestnewCostCenter
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# ncrequestnewCCTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChooseCC
source: Choose a Cost Center
es: Seleccione un Centro de Coste
pt: Selecione um centro de custo

# ncrequestnewRequester
source: Requester *
es: Solicitante *
pt: Solicitante *

# ncrequestnewReqTT
source: 'Indicates for whom the material or external service shown in the purchase requisition is to be ordered.'
es: 'Indica para quién se solicita el material o servicio externo que se muestra en la solicitud de compra.'
pt: 'Indicar para quem precisa ser solicitado o material ou serviço externo que é mostrado no pedido de compra.'

# ncrequestnewEnterRequester
source: Enter the Requester's name
es: Ingrese el nombre del Solicitante
pt: Inserir nome do solicitante

# ncrequestnewVendor
source: Vendor
es: Proveedor
pt: Fornecedor

# ncrequestnewVenTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewOrderCurrencyMain
source: Order Currency
es: Moneda
pt: Moeda da solicitação

# ncrequestnewOrderCurrency
source: Order Currency
es: MON SOL
pt: Moeda da solicitação

# ncrequestnewOrderCurrTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewBuyer
source: Buyer *
es: Comprador *
pt: Comprador *

# ncrequestnewEnterBuyer
source: Enter the buyer name
es: Ingrese el nombre del comprador
pt: Inserir nome do comprador

# ncrequestnewVendorDetails
source: Vendor Details
es: Detalles del Proveedor
pt: Detalhes do fornecedor

# ncrequestnewVenDetailsTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewShipTo
source: Ship To Address
es: Dirección de Envío
pt: Endereço de remessa

# ncrequestnewName
source: Name
es: Nombre
pt: Nome

# ncrequestnewNameTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewStreet
source: Street
es: Calle
pt: Rua

# ncrequestnewStreetTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewCity
source: City
es: Ciudad
pt: Cidade

# ncrequestnewCityTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewState
source: State
es: Estado
pt: Estado

# ncrequestnewStateTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChooseACountry
source: Choose a Country first...
es: Primero seleccione un País…
pt: Selecione primeiro um país...

# ncrequestnewZip
source: Zip
es: Código Postal
pt: Código Postal

# ncrequestnewZipTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewCountry
source: Country
es: País
pt: País

# ncrequestnewCountryTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChoose
source: Choose...
es: Seleccione…
pt: Selecione...

# ncrequestnewVendorRef
source: Vendor Reference
es: Referencia del Proveedor
pt: Referência do fornecedor

# ncrequestnewVenRefTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewAttentionToVendor
source: Attention to Vendor
es: Atención (proveedor)
pt: Atenção para o fornecedor

# ncrequestnewAttToVenTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewSAPContractPO
source: SAP Contract PO
es: Crear Contrato en SAP
pt: Contrato SAP

# ncrequestnewContractStart
source: Contract Start Date
es: Contrato: Fecha Inicio
pt: Data de início do contrato

# ncrequestnewPurchaseStart
source: Purchase Start Date
es: Fecha Inicio
pt: Data de início da compra

# ncrequestnewPStDateTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewContractEnd
source: Contract End Date <ng-container> *</ng-container>
es: Contrato: Fecha Fin <ng-container> *</ng-container>
pt: Data de término do contrato <ng-container> *</ng-container>

# ncrequestnewPurchaseEnd
source: Purchase End Date <ng-container> *</ng-container>
es: Fecha Fin <ng-container> *</ng-container>
pt: Data de término da compra <ng-container> *</ng-container>

# ncrequestnewPEndDateTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewSendPOBy
source: Send Purchase Order By
es: Enviar Orden de Compra por
pt: Enviar pedido de compra por

# ncrequestnewSendPOTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewItemDetails
source: Item Details *
es: Detalle *
pt: Detalhes *

# ncrequestnewLineNo
source: Line#
es: Línea#
pt: Linha#

# ncrequestnewMaterialTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewPODescription
source: Purchase Order Description *
es: DESCRIPCIÓN DEL ÍTEM *
pt: Descrição *

# ncrequestnewPODTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewVendorMatNo
source: Vendor Material No.
es: Núm Material Proveedor
pt: Material fornecedor

# ncrequestnewVendorMatTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewQty
source: Qty *
es: CANTIDAD *
pt: Qtde *

# ncrequestnewQtyTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewUOM
source: UOM *
es: UM *
pt: UM *

# ncrequestnewUOMTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewDeliveryDate
source: Delivery Date *
es: Fecha de Entrega *
pt: Data de remessa *

# ncrequestnewDDTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewUnitCost
source: Unit Cost *
es: Costo Unitario *
pt: Custo unitário *

# ncrequestnewUCostTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewPriceUnit
source: Price Unit
es: Precio Unitario
pt: Preço unitário

# ncrequestnewPriceTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewCurrTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewExtendedCost
source: Extended Cost in Order Currency
es: COSTO EXTENDIDO EN MON SOL
pt: Custo estendido em moeda do pedido

# ncrequestnewExtendedCurrencyTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewExtendedCostUSD
source: Extended Cost in USD
es: Costo Extendido en USD
pt: Custo estendido em USD

# ncrequestnewExtCostTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewFreeItem
source: Free Item
es: Gratis
pt: Gratuito

# ncrequestnewFreeTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewAction
source: Action
es: Acción
pt: Ação

# ncrequestnewSelectTT
source: 'Select Company and Purchase Category before opening distribution.'
es: 'Primero seleccione Compañía y Categoría de Compras.'
pt: 'Selecione empresa e categoria de compra antes da abertura de distribuição.'

# ncrequestnewEnterMaterialNo
source: Enter the material number
es: Ingrese el número de material
pt: Inserir número do material

# ncrequestnewCostObjectInfo
source: Cost Object Information
es: Información de Costo
pt: Objeto de custo

# ncrequestnewGLAccount
source: GL Account
es: Cuenta Contable
pt: Conta contábil

# ncrequestnewGLAccTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChooseGL
source: Choose a GL Account
es: Seleccione una Cuenta GL
pt: Selecione uma conta contábil

# ncrequestnewCostCenterLine
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# ncrequestnewChooseCCLine
source: Choose a Cost Center
es: Seleccione un Centro de Coste
pt: Selecione um centro de custo

# ncrequestnewAssetTypeLine
source: Asset Type
es: Tipo de Activo
pt: Tipo do ativo

# ncrequestnewAssetTypeTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChooseAssetTypeLine
source: Choose Asset Type
es: Seleccione Tipo de Activo
pt: Selecione tipo de ativo

# ncrequestnewAssetNoLine
source: Asset Number
es: Número Activo Fijo
pt: Número de ativo

# ncrequestnewAssetNoTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewOptAssetNoLine
source: (Optional) - Provide Asset Number
es: (Opcional) - Proporcione el número de Activo
pt: (Opcional) - Insira um número de ativo

# ncrequestnewIOLine
source: Internal Order
es: Orden Interna
pt: Ordem interna

# ncrequestnewIOTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChooseIO
source: Choose IO number
es: Seleccione Número de OI
pt: Selecione número IO

# ncrequestnewPCLine
source: Profit Center
es: Centro de Benificio
pt: Centro de lucro

# ncrequestnewPCTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewChoocePCLine
source: Choose a Profit Center
es: Seleccione un Centro de Beneficios
pt: Selecione um centro de lucro

# ncrequestnewAdditionalText
source: Additional Text:
es: Texto Adicional de la Línea:
pt: Texto adicional:

# ncrequestnewDistributionBasis
source: Distribution Basis:
es: Base de distribución:
pt: Base de distribuição:

# ncrequestnewQuantity
source: Quantity
es: Cantidad
pt: Quantidade

# ncrequestnewPercentage
source: Percentage
es: Porcentaje
pt: Porcentagem

# ncrequestnewCC1
source: Cost Center:
es: Centro de Costes:
pt: Centro de custo:

# ncrequestnewChooseCC1
source: Choose a Cost Center
es: Seleccione un Centro de Coste
pt: Selecione um centro de custo

# ncrequestnewGLAcc1
source: G/L Account:
es: Cuenta Contable:
pt: Conta contábil:

# ncrequestnewChooseGLAcc1
source: Choose a GL Account
es: Seleccione una Cuenta GL
pt: Selecione uma conta contábil

# ncrequestnewAssetType1
source: Asset Type:
es: Tipo de Activo:
pt: Tipo do ativo:

# ncrequestnewChooseAssetType1
source: Choose Asset Type
es: Seleccione Tipo de Activo
pt: Selecione tipo de ativo

# ncrequestnewAssetNo1
source: Asset Number:
es: Número de Activo:
pt: Número de ativo:

# ncrequestnewRrovideAsset1
source: (Optional) - Provide Asset Number
es: (Opcional) - Proporcione el número de Activo
pt: (Opcional) - Insira um número de ativo

# ncrequestnewIO1
source: Internal Order:
es: Orden Interna:
pt: Ordem interna:

# ncrequestnewChooseIO1
source: (optional) - Choose IO number
es: (opcional) - Elija el número OI
pt: (Opcional) - Selecione número IO

# ncrequestnewPC1
source: Profit Center:
es: Centro de Benificio:
pt: Centro de lucro:

# ncrequestnewChoocePC1
source: Choose a Profit Center
es: Seleccione un Centro de Beneficios
pt: Selecione um centro de lucro

# ncrequestnewAddRow
source: Add Row
es: Agregar Línea
pt: Adicionar linha

# ncrequestnewSpecialInstructionToVendor
source: Special Instructions to Vendor
es: Instrucciones especiales para el proveedor
pt: Instruções especiais para o fornecedor

# ncrequestnewSpclInstTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewFile
source: File
es: Archivo
pt: Arquivo

# ncrequestnewReviewOrder
source: Review Order
es: Verificar SOC
pt: Verificar Pedido

# ncrequestnewApprovers
source: Approvers
es: Aprobadores
pt: Aprovadores

# ncrequestnewAppTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewSelectAnApprover
source: Select an Approver
es: Seleccione un Aprobador
pt: Selecionar aprovador

# ncrequestnewAdditionalApprover
source: Additional Approver {{ i + 1 }} <i></i> <span> </span>
es: Aprobador Adicional {{ i + 1 }} <i></i> <span> </span>

# ncrequestnewRemoveAppTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewSelectAdditionalApprover
source: Select Additional Approver
es: Seleccionar Aprobador Adicional
pt: Selecione aprovador adicional

# ncrequestnewAddApprover
source: Add Approver
es: Agregar Aprobador
pt: Adicionar aprovador

# ncrequestnewPreview
source: Preview
es: Previsualizar
pt: Pré-visualização

# ncrequestnewAdditionalReaders
source: Additional Readers
es: Lectores Adicionales
pt: Leitores adicionais

# ncrequestnewAddReaderTT
source: 'Sample Text'
es: 'Texto de ejemplo'
pt: 'Texto de exemplo'

# ncrequestnewSelectDesiredReader
source: Select your desired reader
es: Seleccione el lector deseado
pt: Selecione seu leitor desejado

# ncrequestnewSubmit
source: Submit
es: Enviar SOC
pt: Enviar

# ncrequestnewCancelPOR
source: Cancel POR
es: Cancelar SOC
pt: Cancelar POR

# ncrequestviewTitle
source: Purchase Order Request # {{ requistionItemForm.value.requistionfrNumber }}<span>, SAP PO # </span> <span>{{ sappono }}</span>
es: Solicitud de Orden de Compra # {{ requistionItemForm.value.requistionfrNumber }}<span>, SAP OC # </span> <span>{{ sappono }}</span>

# ncrequestviewStatus
source: Status: <span> <span></span></span>
es: Estado: <span> <span></span></span>
pt: Estado: <span> <span></span></span>

# ncrequestviewCBy
source: Created By:
es: Creado Por:
pt: Criado Por:

# ncrequestviewReBy
source: Req By:
es: Sol. Por:
pt: Solic. por:

# ncrequestviewDate
source: Date:
es: Fecha:
pt: Data:

# ncrequestviewPC
source: Purchase Category:
es: Categoría de Compra:
pt: Categoria de compra:

# ncrequestviewVendorName
source: Vendor Name:
es: Nombre Proveedor:
pt: Nome do fornecedor:

# ncrequestviewCC
source: Cost Center:
es: Centro de Costes:
pt: Centro de custo:

# ncrequestviewGLAccount
source: GL Account:
es: Cuenta Contable:
pt: Conta contábil:

# ncrequestviewAssetType
source: Asset Type:
es: Tipo de Activo:
pt: Tipo do ativo:

# ncrequestviewTotalCost
source: Total Cost
es: Costo Total (USD)
pt: Custo total (USD)

# ncrequestviewTotalCost1
source: Total Cost ({{poDetails?.porRequest?.orderCurrency.displayname}}) :
es: Costo Total ({{poDetails?.porRequest?.orderCurrency.displayname}}) :
pt: Custo total ({{poDetails?.porRequest?.orderCurrency.displayname}}) :

# ncrequestviewLoading
source: Loading...
es: Cargando...
pt: Carregando...

# ncrequestviewRevisedPO
source: Revised Po Value:
es: Importe Actualizado OC:
pt: Verificar valor PO:

# ncrequestviewRevComments
source: Revision Comments:
es: Comentarios de la Actualización:
pt: Comentários da revisão

# ncrequestviewInternalComments
source: Brief Description of Purchase/Internal Comments*
es: Descripción breve/Comentarios Internos*
pt: Breve descrição/Comentários internos*

# ncrequestviewApprove
source: <i></i> Approve
es: <i></i> Aprobar
pt: <i></i> Aprovar

# ncrequestviewAsk
source: <i></i> Ask a question
es: <i></i> Preguntar Algo
pt: <i></i> Perguntar algo

# ncrequestviewReject
source: <i></i> Reject
es: <i></i> Rechazar
pt: <i></i> Rejeitar

# ncrequestviewRevPO
source: Revised PO Value:
es: Importe Actualizado OC:
pt: Verificar valor PO:

# ncrequestviewReasonForChange
source: Reason for Change:
es: Motivo del Cambio:
pt: Motivo da alteração:

# ncrequestviewSubmitBtn
source: Submit
es: Enviar
pt: Enviar

# ncrequestviewFetchingData
source: Fetching data...
es: Recuperando datos...
pt: Recuperando dados...

# ncrequestviewAddApp
source: Additional Approvers:
es: Aprobadores Adicionales:
pt: Aprovadores adicionais:

# ncrequestviewAddAA
source: Add Additional Approvers
es: Agregar Aprobadores Adicionales
pt: Adicionar aprovadores adicionais

# ncrequestviewSelectAA
source: Select Additional Approver
es: Seleccionar Aprobador Adicional
pt: Selecione aprovador adicional

# ncrequestviewVPApp
source: Approver*
es: Aprobador*
pt: Aprovador*

# ncrequestviewSelectVPApp
source: Select Approver
es: Seleccione Aprobador
pt: Selecionar aprovador

# ncrequestviewSubmitApp
source: Submit Approvers
es: Enviar Aprobadores
pt: Enviar aprovadores

# ncrequestviewPendingWith
source: Pending With: <span></span>
es: Pendiente Con: <span></span>
pt: Pendente com: <span></span>

# ncrequestviewPOSAP
source: PO # <span>{{ sappono }}</span> is created in SAP.
es: OC # <span>{{ sappono }}</span> se ha creado en SAP.
pt: PO # <span>{{ sappono }}</span> está criado no SAP

# ncrequestviewComments
source: Comments/History
es: Comentarios/Historia
pt: Comentários/Histórico

# ncrequestviewCAt
source: Created At
es: Creado
pt: Criado

# ncrequestviewComment
source: Comment
es: Comentarios
pt: Comentários

# ncrequestviewAttachments
source: Attachments
es: Anexos
pt: Anexos

# ncrequestviewFile
source: File
es: Archivo
pt: Arquivo

# ncrequestviewAttachFile
source: 'Attach a file...'
es: 'Adjuntar un archivo…'
pt: 'Anexar um arquivo...'
