Repository: Ramya11Jayaram/RamyaSmartbuy
Catalog: src/locale/messages.*.xlf
Languages: es, pt

# ncrequestnew_TT32
source: 'Provides additional space to describe or explain line item for vendor.'
es: "Proporciona espacio adicional para describir o explicar la línea de la solicitud."
pt: "Fornece espaço adicional para descrever ou explicar o item de linha do fornecedor."

# ncrequestnew_TT33
source: 'These instructions will appear on the PO sent to the vendor.'
es: "Estas instrucciones aparecerán en la orden de compra enviada al proveedor."
pt: "Essas instruções aparecerão no pedido enviado ao fornecedor."

# ncrequestnew_TT134
source: 'Attach any document (Word, Excel, PDF) that helps explain or support the purchase, such as a vendor quote or contract summary.'
es: "Adjunte cualquier documento (Word, Excel, PDF) necesario para explicar o respaldar la compra, como una cotización del proveedor o un resumen del contrato."
pt: "Anexe qualquer documento (Word, Excel, PDF) que ajude a explicar ou dar suporte à compra, como uma cotação de fornecedor ou resumo de contrato."

# ncrequestnew_TT35
source: 'Additional readers can see the POR but cannot approve.'
es: "Los lectores adicionales pueden ver la SOC pero no pueden modificarla ni aprobarla."
pt: "Leitores adicionais podem ver o POR, mas não podem aprovar."

# ncrequestview_TT1
source: 'Comments for those who will review or approve the POR; will not be sent to vendor.'
es: "Comentarios para quienes revisarán o aprobarán la SOC (no se enviarán al proveedor)."
pt: "Comentarios para quienes revisarán o aprobarán la SOC (no se enviarán al proveedor)."

# ncrequestview_TT2
source: 'Buyer must enter revised PO value in this field for information to available in EProcurement'
es: "El comprador debe ingresar el valor de la OC actualizado en este campo para que la información esté disponible en EProcurement"
pt: "O comprador deve inserir o valor revisado do pedido neste campo para obter informações disponíveis no EProcurement"

# ncrequestview_TT3
source: 'Buyer must enter reason for change in this field for information to available in EProcurement'
es: "El comprador debe ingresar el motivo del cambio del valor de la OC en este campo para que la información esté disponible en EProcurement"
pt: "O comprador deve informar o motivo da alteração neste campo para obter informações disponíveis no EProcurement"

# ncrequestview_TT4
source: 'Attach any document (Word, Excel, PDF) that helps explain or support the purchase, such as a vendor quote or contract summary.'
es: "Adjunte cualquier documento (Word, Excel, PDF) necesario para explicar o respaldar la compra, como una cotización del proveedor o un resumen del contrato."
pt: "Anexe qualquer documento (Word, Excel, PDF) que ajude a explicar ou dar suporte à compra, como uma cotação de fornecedor ou resumo de contrato."

# ncrequestview_TT5
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC"
pt: "Esta selección determinará los campos que deberán ser completados en la SOC"

# ncrequestview_TT6
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC"
pt: "Esta selección determinará los campos que deberán ser completados en la SOC"

# ncrequestview_TT7
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC"
pt: "Esta selección determinará los campos que deberán ser completados en la SOC"

# ncrequestview_TT8
source: 'If purchase is not part of an approved budget, enter explanation.'
es: "Si la compra no está dentro del Presupuesto aprobado, ingrese una explicación."
pt: "Se a compra não fizer parte de um orçamento aprovado, insira a explicação."

# ncrequestview_TT9
source: 'Please review CARS guidelines to see if a contract is required. If contract is not required, enter explanation.'
es: "Revise las pautas de CARS para ver si se requiere un contrato. Si no se requiere contrato, ingrese la explicación."
pt: "Consulte as diretrizes do CARS para verificar se é necessário um contrato. Se o contrato não for necessário, insira a explicação."

# ncrequestview_TT10
source: 'Select a category that best fits your purchase; use \'profit center\' for PORs to be coded to cost of sales. Use \' general other expenses \' when no other category is appropriate.'
es: "Seleccione la categoría que mejor se adapte a su compra; utilice 'Centro de Beneficios' para que la SOC se asigne al Costo de Ventas. Use 'Gastos Generales' cuando ninguna otra categoría sea apropiada."
pt: "Selecione uma categoria que melhor se adequa à sua compra; use 'centro de lucro' para os PORs serem codificados para o custo das vendas. Use 'outras despesas gerais' quando nenhuma outra categoria for apropriada."

# ncrequestview_TT11
source: 'Select a category that best fits your purchase; use \'profit center\' for PORs to be coded to cost of sales. Use \' general other expenses \' when no other category is appropriate.'
es: "Seleccione la categoría que mejor se adapte a su compra; utilice 'Centro de Beneficios' para que la SOC se asigne al Costo de Ventas. Use 'Gastos Generales' cuando ninguna otra categoría sea apropiada."
pt: "Selecione uma categoria que melhor se adequa à sua compra; use 'centro de lucro' para os PORs serem codificados para o custo das vendas. Use 'outras despesas gerais' quando nenhuma outra categoria for apropriada."

# ncrequestview_TT12
source: 'From the drop-down menu, enter the name of the company that is placing the order.'
es: "Ingrese el nombre de la compañía que está realizando la solicitud."
pt: "No menu suspenso, digite o nome da empresa que está fazendo o pedido."

# ncrequestview_TT13
source: 'From the drop-down menu, enter the name of the company that is placing the order.'
es: "Ingrese el nombre de la compañía que está realizando la solicitud."
pt: "No menu suspenso, digite o nome da empresa que está fazendo o pedido."

# ncrequestview_TT14
source: 'The cost center that will be charged for the purchase.'
es: "El Centro de Coste al que se asignará el gasto de la compra."
pt: "O centro de custo que será cobrado pela compra."

# ncrequestview_TT15
source: 'The cost center that will be charged for the purchase.'
es: "El Centro de Coste al que se asignará el gasto de la compra."
pt: "O centro de custo que será cobrado pela compra."

# ncrequestview_TT16
source: 'The person on whose behalf the order is placed; may be same as the creator.'
es: "La persona para la que está generando la solicitud SOC; puede ser igual que el creador."
pt: "A pessoa em cujo nome o pedido é feito; pode ser o mesmo que o criador."

# ncrequestview_TT17
source: 'The person on whose behalf the order is placed; may be same as the creator.'
es: "La persona para la que está generando la solicitud SOC; puede ser igual que el creador."
pt: "A pessoa em cujo nome o pedido é feito; pode ser o mesmo que o criador."

# ncrequestview_TT18
source: 'Choose from existing vendors in the drop down menu.'
es: "Elija entre los proveedores existentes."
pt: "Escolha entre os fornecedores existentes no menu suspenso."

# ncrequestview_TT19
source: 'Choose from existing vendors in the drop down menu.'
es: "Elija entre los proveedores existentes."
pt: "Escolha entre os fornecedores existentes no menu suspenso."

# ncrequestview_TT20
source: 'Usually, the same currency that will be used to remit payment to the vendor.'
es: "Por lo general, la misma moneda que se utilizará para generar el pago al proveedor."
pt: "Geralmente, a mesma moeda que será usada para enviar o pagamento ao fornecedor."

# ncrequestview_TT21
source: 'Usually, the same currency that will be used to remit payment to the vendor.'
es: "Por lo general, la misma moneda que se utilizará para generar el pago al proveedor."
pt: "Geralmente, a mesma moeda que será usada para enviar o pagamento ao fornecedor."

# ncrequestview_TT22
source: 'Defaults to corporate office address based on company. Ship to address can be edited as necessary'
es: "El valor predeterminado es la dirección de la oficina corporativa basada en la compañía . El envío a la dirección se puede modificar cuando sea necesario"
pt: "O padrão é o endereço do escritório corporativo da empresa . O endereço de envio pode ser editado conforme necessário"

# ncrequestview_TT23
source: 'Enter a quote or other reference number that is useful to the vendor.'
es: "Ingrese cotización u otro número de referencia que sea útil para el proveedor."
pt: "Digite uma cotação ou outro número de referência que seja útil para o fornecedor."

# ncrequestview_TT24
source: 'For services to be provided over a period of time.'
es: "Para servicios que serán prestados por un período de tiempo."
pt: "Para serviços a serem prestados por um período de tempo."

# ncrequestview_TT25
source: 'For services to be provided over a period of time.'
es: "Para servicios que serán prestados por un período de tiempo."
pt: "Para serviços a serem prestados por um período de tempo."

# ncrequestview_TT26
source: 'Vendor contact name (for internal use only)'
es: "Nombre de contacto del proveedor (solo para uso interno)"
pt: "Nome do contato do fornecedor (somente para uso interno)"

# ncrequestview_TT27
source: 'To send a PDF copy of the PO automatically by email, enter an address. Enter a fax number if email not available.'
es: "Para enviar una copia PDF de la orden de compra automáticamente por email, ingrese un email válido. O puede ingreasar un número de fax si quiere usar ese medio para enviar el PDF de la orden de compra."
pt: "Para enviar uma cópia em PDF do pedido de compra automaticamente por email, digite um endereço. Digite um número de fax se o email não estiver disponível."

# ncrequestview_TT28
source: 'Description of the goods or services being purchased. Use the additional text field if you need more space to describe the line item'
es: "Descripción de los bienes o servicios que necesita comprar. Use el campo de texto adicional si necesita más espacio para describir la línea de la solicitud."
pt: "Descrição dos bens ou serviços que estão sendo adquiridos. Use o campo de texto adicional se precisar de mais espaço para descrever o item de linha"

# ncrequestview_TT29
source: 'Usually, the same currency that will be used to remit payment to the vendor.'
es: "Por lo general, la misma moneda que se utilizará para generar el pago al proveedor."
pt: "Geralmente, a mesma moeda que será usada para enviar o pagamento ao fornecedor."

# ncrequestview_TT30
source: 'This value will be calculated by the system.'
es: "Este valor será calculado por el sistema."
pt: "Este valor será calculado pelo sistema."

# ncrequestview_TT31
source: 'This value will be calculated by the system.'
es: "Este valor será calculado por el sistema."
pt: "Este valor será calculado pelo sistema."

# ncrequestview_TT32
source: 'Check this box if the item is free of charge.'
es: "Marque esta casilla si el artículo es gratuito."
pt: "Marque esta caixa se o item for gratuito."

# ncrequestview_TT33
source: 'Enter the general ledger account number to be charged for this line item.'
es: "Ingrese el número de cuenta del libro mayor (GL) de esta línea de la solicitud."
pt: "Insira o número da conta contábil a ser cobrada por esse item de linha."

# ncrequestview_TT34
source: 'Enter the cost center to be charged for this line item.'
es: "Ingrese el Centro de Coste al que se asignará el gasto de esta línea de la solicitud."
pt: "Insira o centro de custo a ser cobrado por esse item de linha."

# ncrequestview_TT35
source: 'Select asset type from dropdown menu. '
es: "Seleccione el Tipo de Activo."
pt: "Selecione o tipo de ativo no menu suspenso."

# ncrequestview_TT36
source: 'Asset number will be entered by fixed asset reviewer.'
es: "El revisor de Activos Fijos ingresará el número de activo."
pt: "O número do ativo será inserido pelo revisor do ativo fixo."

# ncrequestview_TT37
source: 'Enter an internal order number to be charged if known.'
es: "Ingrese un número de Orden Interna (OI) si lo conoce."
pt: "Insira um número de ordem interna a ser cobrado, se conhecido."

# ncrequestview_TT38
source: 'Required for purchases to be charged to cost of sales.'
es: "Es requerido para las compras se deben cargadas al Costo de Ventas."
pt: "Necessário para que as compras sejam cobradas no custo das vendas."

# ncrequestview_TT39
source: 'Provides additional space to describe or explain line item for vendor.'
es: "Proporciona espacio adicional para describir o explicar la línea de la solicitud."
pt: "Fornece espaço adicional para descrever ou explicar o item de linha do fornecedor."

# ncrequestview_TT40
source: 'Enter the cost center to be charged for this line item.'
es: "Ingrese el Centro de Coste al que se asignará el gasto de esta línea de la solicitud."
pt: "Insira o centro de custo a ser cobrado por esse item de linha."

# ncrequestview_TT41
source: 'These instructions will appear on the PO sent to the vendor.'
es: "Estas instrucciones aparecerán en la orden de compra enviada al proveedor."
pt: "Essas instruções aparecerão no pedido enviado ao fornecedor."

# ncrequestview_TT42
source: 'Additional readers can see the POR but cannot approve.'
es: "Los lectores adicionales pueden ver la SOC pero no pueden modificarla ni aprobarla."
pt: "Leitores adicionais podem ver o POR, mas não podem aprovar."

# oktaNoAppAccess
source: Your User has not been setup for this application, please reach IS support team or request access by sending an email to service_desk@ameri100.com
es: Su usuario no ha sido configurado para esta aplicación, por favor contacte con el equipo de soporte de IT local o solicite acceso enviando un email a service_desk@ameri100.com

# ncrequestnewOrder
source: Purchase Order Request # {{ orderId }}
pt: Solicitação de pedido de compra (POR) # {{ orderId }}

# ncrequestnewIsBudgetApproved
source: Is budget approved for this request? <span><i></i></span>
pt: O orçamento desta solicitação está aprovado? <span><i></i></span>

# ncrequestnewNo
source: No
pt: Não

# ncrequestnewIsContract
source: Is a contract in place in CARS for this request? <span><i></i></span>
pt: Existe um contrato CARS para esta solicitação? <span><i></i></span>

# ncrequestnewBuyerTT
source: 'Select Buyer'
pt: 'Selecione comprador'

# ncrequestnewAdditionalApprover
source: Additional Approver {{ i + 1 }} <i></i> <span> </span>
pt: Aprovador adicional {{ i + 1 }} <i></i> <span> </span>

# ncrequestviewTitle
source: Purchase Order Request # {{ requistionItemForm.value.requistionfrNumber }}<span>, SAP PO # </span> <span>{{ sappono }}</span>
pt: Solicitação de pedido de compra (POR)# {{ requistionItemForm.value.requistionfrNumber }}<span>, SAP PO # </span> <span>{{ sappono }}</span>

# ncrequestviewNo
source: No
pt: Não

# ncrequestviewSendPO
source: Send Purchase Order By
pt: Enviar pedido de compra por

# userprefGeneral
source: General
pt: Geral

# budgetrequestSubTitle
source: Use this form to request access to create purchase requests or create and approve purchase requests and vendor invoices for payment.
pt: Use este formulário para solicitar acesso para criar solicitações de compra ou criar e aprovar solicitações de compra e faturas de fornecedor para pagamento.

# budgetrequestNo
source: No
pt: Não

# viewbudgetrequestNo
source: No
pt: Não

# userprefporVisible
source: Visible
pt: VISÍVEL

# ncrequestnew_TT8
source: 'From the drop-down menu, enter the name of the company that is placing the order.'
pt: "No menu suspenso, digite o nome da empresa que está fazendo o pedido."

# oktaNoAppAccess
source: Your User has not been setup for this application, please reach IS support team or request access by sending
pt: Seu usuário ainda não foi configurado para este aplicativo. Entre em contato com a equipe de suporte do IS ou solicite acesso enviando um e-mail para
