Repository: Ramya11Jayaram/RamyaSmartbuy
Catalog: src/locale/messages.*.xlf
Languages: es, pt

# viewbudgetrequestPendingApproval
source: Pending Approval
es: Aprobación Pendiente
pt: Aprovação pendente

# viewbudgetrequestComments
source: Comments/History
es: Comentarios/Historia
pt: Comentários/Histórico

# viewbudgetrequestCBy
source: Created By
es: Creado Por
pt: Criado Por

# viewbudgetrequestCAt
source: Created At
es: Creado
pt: Criado

# viewbudgetrequestComment
source: Comment
es: Comentarios
pt: Comentários

# viewbudgetrequestAddAppNeeded
source: Additional Approval Authorizations Needed
es: Se necesitan autorizaciones de aprobación adicionales
pt: Necessário autorizações de aprovação adicional

# viewbudgetrequestReqRange
source: Requested Range
es: Rango Solicitado
pt: Intervalo solicitado

# viewbudgetrequestReqLevel
source: Requested Level
es: Nivel Solicitado
pt: Nível solicitado

# viewbudgetrequestExAmount
source: Existing amount authorization
es: Autorización de importe existente
pt: Autorização de montante existente

# viewbudgetrequestExLevel
source: Existing Level
es: Nivel existente
pt: Nível existente

# viewbudgetrequestSelectRegion
source: Select the region for the required access
es: Seleccione la Región para el acceso solicitado
pt: Selecione para substituir por outra pessoa

# viewbudgetrequestSelectRAccess
source: Select the region for the required access
es: Seleccione la Región para el acceso solicitado
pt: Selecione para substituir por outra pessoa

# viewbudgetrequestWhatAuth
source: What Authorization level needed?
es: ¿Qué nivel de autorización se required?
pt: Qual nível de autorização é requerido?

# viewbudgetrequesSelectTitle
source: select a title
es: Seleccione un título
pt: Selecione um título

# viewbudgetrequestNeedSpcl
source: Do you need special functional authority
es: ¿Necesita autoridad funcional especial?
pt: Precisa de autoridade funcional especial?

# viewbudgetrequestYes
source: Yes
es: Sí
pt: Sim

# viewbudgetrequestCat
source: Category
es: Categoría
pt: Categoria

# viewbudgetrequestChooseCat
source: Choose a category
es: Seleccione una Categoría
pt: Selecione um centro de custo

# viewbudgetrequestAuthLevel
source: Authority Level
es: Nivel de Autoridad
pt: Nível de autoridade

# viewbudgetrequestSelectATitle
source: select a title
es: Seleccione un título
pt: Selecione um título

# viewbudgetrequestChangeReason
source: Reasons for the change:
es: Motivos del Cambio:
pt: Motivos para modificação:

# viewbudgetrequestSubmitChanges
source: Submit Changes
es: Enviar Cambios
pt: Enviar modificações

# viewbudgetrequestReset
source: Reset Changes
es: Eliminar Cambios
pt: Eliminar modificações

# viewbudgetrequestSendEmail
source: Send Email...
es: Enviar Emai...
pt: Enviar email...

# viewbudgetrequestSelectEmail
source: Select email address
es: Seleccione dirección de Email

# viewbudgetrequestSelectCCEmail
source: Select email address
es: Seleccione dirección de Email

# viewbudgetrequestSubject
source: Subject:
es: Asunto:
pt: Assunto:

# viewbudgetrequestMessage
source: Message:
es: Mensaje:
pt: Mensagem:

# viewbudgetrequestSubmit1
source: Submit
es: Enviar
pt: Enviar

# viewbudgetrequestCancel1
source: Cancel
es: Cancelar
pt: Cancelar

# unaouthorized403
source: You don't have permission to perform this activity. Please contact EAI service desk for assistance !
es: No tienes permiso para realizar esta actividad. ¡Póngase en contacto con IT para obtener ayuda!
pt: Você não tem permissão para executar esta atividade. Favor contatar o service desk EAI para suporte !

# unaouthorizedSessionExpired
source: Session Expired !
es: La sesión ha expirado !
pt: Sessão expirada !

# createporTitle
source: Purchase Order Request Form
es: Formulario de Solicitud de Orden de Compra
pt: Formulário de solicitação de pedido de compra (POR)

# createporNewOption
source: Create a new purchase order request
es: Crear una nueva Solicitud de Orden de Compra
pt: Criar nova solicitação de pedido de compra (POR)

# createporExistingOption
source: Copy from an existing purchase order request
es: Copiar desde un SOC existente
pt: Copiar de uma solicitação de pedido de compra (POR) existente

# createporEnterPOR
source: Enter reference order number
es: Ingrese el nro. de SOC de referencia
pt: Inserir número do pedido de referência

# createporInvalidMsg
source: Please check the entered purchase order ID
es: Por favor verifique el número de la SOC
pt: Favor verificar o ID do pedido de compra inserido

# createporCopy
source: Copy
es: Copiar
pt: Copiar

# budgetreportTitle
source: Budget Authority Approver Details
es: Detalles de Aprobador de Autoridad Presupuestaria
pt: Detalhes do aprovador de autoridade orçamentária

# budgetreportToggleFields
source: <i></i> Toggle Fields
es: <i></i> Alternar Campos
pt: <i></i> Alternar campos

# budgetreportSelection
source: Selection
es: Selección
pt: Seleção

# budgetreportRegion
source: Approval Region
es: Región de Aprobación
pt: Região de aprovação

# budgetreportOneorMore
source: One or more items selected
es: Uno o más elementos seleccionados
pt: Um ou mais itens selecionados

# budgetreportMakeChoice
source: Make a choice ...
es: Seleccione...
pt: Selecione...

# budgetreportCompanyCode
source: Company Code
es: Compañía
pt: Empresa

# budgetreportEmpName
source: Employee Name
es: Nombre de empleado
pt: Nome do empregado

# budgetreportOptional
source: Optional
es: Opcional
pt: Opcional

# budgetreportRepManager
source: Reporting Manager
es: Jefe Directo
pt: Gestor direto

# budgetreportCostCenter
source: Cost Center
es: Centro de Coste
pt: Centro de custo

# budgetreportChooseCostCenter
source: Choose a Cost Center
es: Seleccione un Centro de Coste
pt: Selecione um centro de custo

# budgetreportAdminRadio
source: Admin/Buyer/Requester
es: Administrativo / Comprador / Solicitante
pt: Admin/Comprador/Solicitante

# budgetreportPC
source: Purchase Category
es: Categoría de Compra
pt: Categoria de compra

# budgetreportBALevel
source: Budget Authority Level
es: Nivel de Autoridad Presupuestaria
pt: Nível de autoridade orçamentária

# budgetreportUpto
source: Upto $ {{item.endRange}}
es: Hasta $ {{item.endRange}}
pt: Até $ {{item.endRange}}

# budgetreportReview
source: Review
es: Revisor
pt: Revisor

# budgetreportSearch
source: Search
es: Buscar
pt: Buscar

# budgetreportReset
source: Reset Filters
es: Limpiar Filtros
pt: Limpar filtros

# budgetreportExport
source: <i></i>Export
es: <i></i>Exportar
pt: <i></i>Exportar

# budgetreportTEmpID
source: Employee ID
es: ID de empleado
pt: ID do empregado

# budgetreportTName
source: Name
es: Nombre
pt: Nome:

# budgetreportTTitle
source: Title
es: Título
pt: Título

# budgetreportTRMgrName
source: Reporting Mgr Name
es: Nombre Jefe Directo
pt: Nome do gestor

# budgetreportTRMgrTitle
source: Reporting Mgr Title
es: Título Jefe Directo
pt: Título do gestor

# budgetreportTCompanyCode
source: Company Code
es: Compañía
pt: Empresa

# budgetreportTCostCenter
source: Cost Center
es: Centro de Costes
pt: Centro de custo

# budgetreportTRegion
source: Region
es: Región
pt: Região

# budgetreportTF1
source: Finance Reviewer - F1
es: Revisor financiero - F1
pt: Revisor financeiro - F1

# budgetreportTF2
source: Finance Reviewer - F2
es: Revisor financiero - F2
pt: Revisor financeiro - F2

# budgetreportTIsR
source: IS Reviewer
es: Revisor IS
pt: Revisor IS

# budgetreportTAssetR
source: Asset Reviewer
es: Revisor de Activos
pt: Revisor de ativo

# budgetreportTCFORev
source: CFO Reviewer
es: Revisor CFO
pt: Revisor CFO

# budgetreportTAdmin
source: Admin/ Buyer/ Requester
es: Administrativo / Comprador / Solicitante
pt: Admin/Comprador/Solicitante

# budgetreportTRecCreatedOn
source: Record created on
es: Registro creado
pt: Registro criado em

# budgetreportTRecChanged
source: Record changed on
es: Registro cambiado
pt: Registro modificado em

# budgetreportItemsPerPage
source: Items Per Page:<input/>
es: Ítems por página:<input/>
pt: Itens por página:<input/>

source: Search
es: Buscar
pt: Buscar

# seach-porSearch
source: Search POR by ID
es: Buscar SOC por Número de SOC
pt: Buscar POR pelo ID

# display-porHeader
source: Display Purchase Order Request
es: Ver Solicitud de Orden de Compra
pt: Ver solicitação de pedido de compra

# reprocessTitle
source: SAP Reprocess Messages
es: Reprocesar Mensajes SAP
pt: Reprocessar mensagens SAP

# reprocessSubTitle
source: List of purchase orders that can be reprocessed
es: Lista de SOC que pueden ser reprocesadas
pt: Lista de pedido de compra que podem ser reprocessados

# reprocessMessageID
source: Message ID
es: ID del mensaje
pt: ID de mensagem

# reprocessPORID
source: Purchase Request ID
es: Número de Solicitud de de Orden de Compra
pt: ID de solicitação de compra

# reprocessCategory
source: Category
es: Categoría
pt: Categoria

# reprocessMsg
source: Message
es: Mensaje
pt: Mensagem

# reprocessStatus
source: Status
es: Estado

# reprocessCreationDate
source: Creation Date
es: Fecha de Creación
pt: Data de criação

# reprocessChangeDate
source: Change Date
es: Día de Cambio
pt: Data de modificação

# reprocessAction
source: Action
es: Acción
pt: Ação

# reprocessReprocess
source: Reprocess
es: Reprocesar
pt: Reprocessar

# substituteReportTitle
source: Substitute Authority Report
es: Reporte de Sustitutos
pt: Relatório de autoridade substituta

# substituteReportToggle
source: <i></i> Toggle Fields
es: <i></i> Alternar Campos
pt: <i></i> Alternar campos

# substituteReportSelection
source: Selection
es: Selección
pt: Seleção

# substituteReportSubFor
source: Substituted For
es: Sustituido
pt: Substituído

# substituteReportMulti
source: Multiple selected values
es: Múltiples valores seleccionados
pt: Vários valores selecionados

# substituteReportOptional
source: Optional
es: Opcional
pt: Opcional

# substituteReportSubBy
source: Substituted By
es: Sustituto
pt: Substituto

# substituteReportRegion
source: Region
es: Región
pt: Região

# substituteReportCreatedBy
source: Created By
es: Creado Por
pt: Criado por

# substituteReportCreatedOn
source: Created On
es: Creado
pt: Criado em

# substituteReportFrom
source: From
es: Desde
pt: De

# substituteReportTo
source: To
es: Hasta
pt: Para

# substituteReportValid
source: Validity of substution
es: Validez de sustitución
pt: Validade da substituição

# substituteReportActiveOnly
source: Active Substitution Only
es: Sólo Sustitucines activas
pt: Somente substituição ativa

# substituteReportSearch
source: Search
es: Buscar
pt: Buscar

# substituteReportReset
source: Reset Filters
es: Limpiar Filtros
pt: Limpar Filtros

# substituteReportExport
source: <i></i>Export
es: <i></i>Exportar
pt: <i></i>Exportar

# substituteReportTSubFor
source: Substituted For
es: Sustituido
pt: Substituído

# substituteReportTFName
source: First Name
es: Nombre
pt: Primeiro nome

# substituteReportTLName
source: Last Name
es: Apellido
pt: Último nome

# substituteReportTTitle
source: Title
es: Título
pt: Título

# substituteReportTRegion
source: Region
es: Región
pt: Região

# substituteReportTAuthLevel
source: Authority Level
es: Nivel de autoridad
pt: Nível de autoridade

# substituteReportTSubBy
source: Substituted By
es: Sustituto
pt: Substituto

# substituteReportTFNmae
source: First Name
es: Nombre
pt: Primeiro nome

# substituteReportTActStDate
source: Activation Start Date
es: Activo desde
pt: Data de início da ativação

# substituteReportTActEndDate
source: Activation End Date
es: Activo hasta
pt: Data de término da ativação

# substituteReportTCreatedBy
source: Created By
es: Creado Por
pt: Criado por

# substituteReportTCreatedDate
source: Created Date And Time
es: Creado
pt: Data e hora de criação

# substituteReportTStatus
source: Substitution Status
es: Estado de Sustitución
pt: Status da substituição

# substituteReportTDeactivatedBy
source: Deactivated By
es: Desactivado por
pt: Desativado por

# substituteReportTDeactivationTime
source: Deactivation Date And Time
es: Fecha y hora de desactivación
pt: Data e hora da desativação

# userprefporHeader
source: Header-default values
es: Cabecera: valores por defecto
pt: Valores padrão de cabeçalho

# userprefporLine
source: Line-default values
es: Líneas: valores por defecto
pt: Valores padrão de item

# userprefporUOM
source: Unit of Measure
es: UM
pt: Unidade de medida

# userprefporShip
source: Ship To Address-default values
es: Envío: valores por defecto
pt: Valores padrão de endereço de remessa

# userprefporSystem
source: System settings
es: Ajustes del sistema
pt: Configurações do sistema

# userprefporLang
source: Language *
es: Idioma *
pt: Idioma *

# userprefporNum
source: Numbering Format *
es: Formato de Número *
pt: Representação decimal *

# userprefporDate
source: Date Format *
es: Formato de Fecha *
pt: Formato de data *

# userprefporTime
source: Time Format *
es: Formato de Hora
pt: Formato hora *

# userprefporInbox
source: Inbox column settings for POR
es: INBOX: configuración de columnas para SOC
pt: Configurações da coluna Caixa de entrada para POR

# userprefporCol
source: Column
es: COLUMNA
pt: COLUNA

# userprefporPosition
source: Position
es: POSICIÓN
pt: POSIÇÃO

# userprefporPOR
source: POR #
es: SOC #

# budgetrequestNUserApprovalLevel
source: Current Approval Level:
es: Nivel de Aprobación Actual:
pt: Nível de aprovação atual:

# budgetrequestNUserRegionLabel
source: Current Region Assigned:
es: Región Asignada Actual:
pt: Região atual atribuída:

# budgetrequestNManagerRegion
source: {{selectedUserRegion || 'N/A'}}
es: {{selectedUserRegion || 'Ninguna'}}

# budgetRequestNAuthAccess
source: Authorization Access
es: Autorización de Accesos
pt: Acesso de autorização

# budgetrequestNNeedRegionAccess
source: Do you need access beyond your company?
es: ¿Requiere acceso a otros países/regiones?
pt: Precisa de acesso além da sua empresa?

# budgetrequestNUptoEndRangeCurrent
source: Current Level: Up to $ {{displayUserCurrentCatLevel(entry.category) | customNumber : numberFormat}}
es: Nivel actual: Hasta $ {{displayUserCurrentCatLevel(entry.category) | customNumber : numberFormat}}
pt: Nível atual: Até $ {{displayUserCurrentCatLevel(entry.category) | customNumber : numberFormat}}

# viewbudgetNUserRegionLabel
source: Current Region Assigned:
es: Región Asignada Actual:
pt: Região atual atribuída:

# viewbudgetNcatRem
source: Category <button> <i></i> Remove </button>
es: Categoría <button> <i></i> Eliminar </button>
pt: Categoria <button> <i></i> Eliminar </button>

# userprefNreqFor
source: Requested For
es: Solicitado Para
pt: Solicitado para

# userprefNReqRegion
source: Requested For Region
es: Región Solicitado Para
pt: Região Solicitado para

# userprefNSubBy
source: Substitute Name
es: Sustituto
pt: Substituto

# userprefNSubRegion
source: Substitute Region
es: Región Sustituto
pt: Região Substituto

# userprefNCreatedDate
source: Created On
es: Creado
pt: Criado Em

# userprefNLegend
source: This report shows latest 30 days only, if you need to see previous data please use the Substitute report.
es: Este informe muestra sólo los últimos 30 días. Si necesita ver datos anteriores, utilice el reporte de Sustitutos.
pt: Este relatório mostra apenas os últimos 30 dias, se você precisar ver dados anteriores, use o relatório Substituto.

# ncrequestnewAttentionTo
source: Attention To
es: Atención
pt: Atenção (Fornecedor)

# ncrequestviewAttentionTo
source: Attention To *
es: Atención *
pt: Atenção (Fornecedor) *

# ncrequestnew_TT1
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC."
pt: "Esta seleção determinará os campos a serem preenchidos no POR."

# ncrequestnew_TT2
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC."
pt: "Esta seleção determinará os campos a serem preenchidos no POR."

# ncrequestnew_TT3
source: 'This selection will determine the fields to be completed in the POR.'
es: "Esta selección determinará los campos que deberán ser completados en la SOC."
pt: "Esta seleção determinará os campos a serem preenchidos no POR."

# ncrequestnew_TT4
source: 'If purchase is not part of an approved budget, enter explanation.'
es: "Si la compra no está dentro del Presupuesto aprobado, ingrese una explicación."
pt: "Se a compra não fizer parte de um orçamento aprovado, insira a explicação."

# ncrequestnew_TT5
source: 'Please review CARS guidelines to see if a contract is required. If contract is not required, enter explanation.'
es: "Revise las pautas de CARS para ver si se requiere un contrato. Si no se requiere contrato, ingrese la explicación."
pt: "Consulte as diretrizes do CARS para verificar se é necessário um contrato. Se o contrato não for necessário, insira a explicação."

# ncrequestnew_TT6
source: 'Comments for those who will review or approve the POR; will not be sent to vendor.'
es: "Comentarios para quienes revisarán o aprobarán la SOC (no se enviarán al proveedor)."
pt: "Comentários para quem revisará ou aprovará o POR; não será enviado ao fornecedor."

# ncrequestnew_TT7
source: 'Select a category that best fits your purchase; use \'profit center\' for PORs to be coded to cost of sales. Use \' general other expenses \' when no other category is appropriate.'
es: "Seleccione la categoría que mejor se adapte a su compra; utilice 'Centro de Beneficios' para que la SOC se asigne al Costo de Ventas. Use 'Gastos Generales cuando ninguna otra categoría sea apropiada."
pt: "Selecione uma categoria que melhor se adequa à sua compra; use 'centro de lucro' para os PORs serem codificados para o custo das vendas. Use 'outras despesas gerais' quando nenhuma outra categoria for apropriada."

# ncrequestnew_TT8
source: 'From the drop-down menu, enter the name of the company that is placing the order.'
es: "Ingrese el nombre de la compañía que está realizando la solicitud."

# ncrequestnew_TT9
source: 'The cost center that will be charged for the purchase.'
es: "El Centro de Coste al que se asignará el gasto de la compra."
pt: "O centro de custo que será cobrado pela compra."

# ncrequestnew_TT10
source: 'The person on whose behalf the order is placed; may be same as the creator.'
es: "La persona para la que está generando la solicitud SOC; puede ser igual que el creador."
pt: "A pessoa em cujo nome o pedido é feito; pode ser o mesmo que o criador."

# ncrequestnew_TT11
source: 'Choose from existing vendors in the drop down menu.'
es: "Elija entre los proveedores existentes."
pt: "Escolha entre os fornecedores existentes no menu suspenso."

# ncrequestnew_TT12
source: 'Usually, the same currency that will be used to remit payment to the vendor.'
es: "Por lo general, la misma moneda que se utilizará para generar el pago al proveedor."
pt: "Geralmente, a mesma moeda que será usada para enviar o pagamento ao fornecedor."

# ncrequestnew_TT13
source: 'Select Buyer'
es: "Seleccione Comprador"
pt: "Selecione comprador"

# ncrequestnew_TT14
source: 'Defaults to corporate office address based on company. Ship to address can be edited as necessary'
es: "El valor predeterminado es la dirección de la oficina corporativa basada en la compañía . El envío a la dirección se puede modificar cuando sea necesario"
pt: "O padrão é o endereço do escritório corporativo da empresa . O endereço de envio pode ser editado conforme necessário"

# ncrequestnew_TT15
source: 'Enter a quote or other reference number that is useful to the vendor.'
es: "Ingrese cotización u otro número de referencia que sea útil para el proveedor."
pt: "Digite uma cotação ou outro número de referência que seja útil para o fornecedor."

# ncrequestnew_TT16
source: 'Vendor contact name (for internal use only)'
es: "Nombre de contacto del proveedor (solo para uso interno)"
pt: "Nome do contato do fornecedor (somente para uso interno)"

# ncrequestnew_TT17
source: 'For services to be provided over a period of time.'
es: "Para servicios que serán prestados por un período de tiempo."
pt: "Para serviços a serem prestados por um período de tempo."

# ncrequestnew_TT18
source: 'For services to be provided over a period of time.'
es: "Para servicios que serán prestados por un período de tiempo."
pt: "Para serviços a serem prestados por um período de tempo."

# ncrequestnew_TT19
source: 'To send a PDF copy of the PO automatically by email, enter an address. Enter a fax number if email not available.'
es: "Para enviar una copia PDF de la orden de compra automáticamente por email, ingrese un email válido. O puede ingreasar un número de fax si quiere usar ese medio para enviar el PDF de la orden de compra."
pt: "Para enviar uma cópia em PDF do pedido de compra automaticamente por email, digite um endereço. Digite um número de fax se o email não estiver disponível."

# ncrequestnew_TT20
source: 'Description of the goods or services being purchased. Use the additional text field if you need more space to describe the line item'
es: "Descripción de los bienes o servicios que necesita comprar. Use el campo de texto adicional si necesita más espacio para describir la línea de la solicitud."
pt: "Descrição dos bens ou serviços que estão sendo adquiridos. Use o campo de texto adicional se precisar de mais espaço para descrever o item de linha"

# ncrequestnew_TT21
source: 'Usually, the same currency that will be used to remit payment to the vendor.'
es: "Por lo general, la misma moneda que se utilizará para generar el pago al proveedor."
pt: "Geralmente, a mesma moeda que será usada para enviar o pagamento ao fornecedor."

# ncrequestnew_TT22
source: 'This value will be calculated by the system.'
es: "Este valor será calculado por el sistema."
pt: "Este valor será calculado pelo sistema."

# ncrequestnew_TT23
source: 'This value will be calculated by the system.'
es: "Este valor será calculado por el sistema."
pt: "Este valor será calculado pelo sistema."

# ncrequestnew_TT24
source: 'Check this box if the item is free of charge.'
es: "Marque esta casilla si el artículo es gratuito."
pt: "Marque esta caixa se o item for gratuito."

# ncrequestnew_TT25
source: 'Select Company and Purchase Category before opening distribution.'
es: "Primero seleccione Compañía y Categoría de Compras."
pt: "Selecione empresa e categoria de compra antes da abertura de distribuição."

# ncrequestnew_TT26
source: 'Enter the general ledger account number to be charged for this line item.'
es: "Ingrese el número de cuenta del libro mayor (GL) de esta línea de la solicitud."
pt: "Insira o número da conta contábil a ser cobrada por esse item de linha."

# ncrequestnew_TT27
source: 'Enter the cost center to be charged for this line item.'
es: "Ingrese el Centro de Coste al que se asignará el gasto de esta línea de la solicitud."
pt: "Insira o centro de custo a ser cobrado por esse item de linha."

# ncrequestnew_TT28
source: 'Select asset type from dropdown menu. '
es: "Seleccione el Tipo de Activo."
pt: "Selecione o tipo de ativo no menu suspenso."

# ncrequestnew_TT29
source: 'Asset number will be entered by fixed asset reviewer.'
es: "El revisor de Activos Fijos ingresará el número de activo."
pt: "O número do ativo será inserido pelo revisor do ativo fixo."

# ncrequestnew_TT30
source: 'Enter an internal order number to be charged if known.'
es: "Ingrese un número de Orden Interna (OI) si lo conoce."
pt: "Insira um número de ordem interna a ser cobrado, se conhecido."

# ncrequestnew_TT31
source: 'Required for purchases to be charged to cost of sales.'
es: "Es requerido para las compras se deben cargadas al Costo de Ventas."
pt: "Necessário para que as compras sejam cobradas no custo das vendas."
